Repository: fraudcom/udentify-flutter
Catalog: ocr-flutter/ios/Resources/*.lproj/Localizable.strings
Languages: tr

# udentify_ocr_status_view_title_default
source: Scan OCR
tr: OCR Tarama

# udentify_ocr_status_view_title_front_side
source: Scan Front Side
tr: Ön Yüzü Tarayın

# udentify_ocr_status_view_title_back_side
source: Scan Back Side
tr: Arka Yüzü Tarayın

# udentify_ocr_status_view_title_wait
source: Please wait...
tr: Lütfen bekleyin...

# udentify_ocr_button_retake_title
source: Retake
tr: Yeniden Çek

# udentify_ocr_button_use_title
source: Use
tr: Kullan

# udentify_ocr_button_capture_title
source: Capture
tr: Çek

# udentify_ocr_instruction_text_front_side
source: Align your ID's front within the on-screen frame.
tr: Kimlik kartınızın ön yüzünü çerçeve içine hizalayın.

# udentify_ocr_instruction_text_back_side
source: Align your ID's back within the on-screen frame.
tr: Kimlik kartınızın arka yüzünü çerçeve içine hizalayın.

# udentify_ocr_review_title_front_side
source: Front side Captured
tr: Ön Yüz Yakalandı

# udentify_ocr_review_title_back_side
source: Back side Captured
tr: Arka Yüz Yakalandı

# udentify_ocr_review_instruction_text_front_side
source: Make sure the photo is not blurred.
tr: Fotoğrafın bulanık olmadığından emin olun.

# udentify_ocr_review_instruction_text_back_side
source: Make sure the photo is not blurred.
tr: Fotoğrafın bulanık olmadığından emin olun.

# udentify_ocr_document_type_id_card
source: ID
tr: Kimlik

# udentify_ocr_document_type_passport
source: Passport
tr: Pasaport

# udentify_ocr_document_type_drive_licence
source: Driver Licence
tr: Ehliyet

# udentify_ocr_request_permission
source: This app needs camera permission.
tr: Bu uygulama kamera izni gerektiriyor.

# udentifyocr_footer_button_text_scanning
source: Scanning...
tr: Taranıyor...

# udentifyocr_scan_accept
source: ACCEPT
tr: KABUL ET

# udentifyocr_scan_back_side_your_id_card
source: Scan back side of your ID card
tr: Kimlik kartınızın arka yüzünü tarayın

# udentify_hologram_status_view_title_default
source: Check hologram
tr: Hologramı kontrol edin

# udentifyocr_hologram
source: Start Hologram Recording
tr: Hologram Kaydını Başlat

# udentifyocr_hologram_recording
source: Recording...
tr: Kaydediliyor...

# udentifyocr_scan_hologram
source: Scan Hologram
tr: Hologramı Tara

# udentify_ocr_error_unknown
source: An unexpected error occurred.
tr: Beklenmeyen bir hata oluştu.

# ERR_OCR_API_ERROR
source: An error occurred during the API call.
tr: API çağrısı sırasında bir hata oluştu.

# ERR_OCR_OTHER_ERROR
source: An unknown error occurred.
tr: Bilinmeyen bir hata oluştu.

# ERR_UNKNOWN
source: An unknown error occurred.
tr: Bilinmeyen bir hata oluştu.

# ERR_OCR_MISSING_RESPONSE
source: OCR API response is missing.
tr: OCR API yanıtı eksik.

# ERR_OCR_MISSING_DOCUMENT_LIVENESS_RESPONSE
source: Document Liveness API response is missing.
tr: Belge canlılığı API yanıtı eksik.

# ERR_OCR_MISSING_PARAMETERS
source: Required OCR parameters are missing.
tr: Gerekli OCR parametreleri eksik.

# udentify_iqa_screen_title
source: Checking image quality
tr: Görüntü kalitesi kontrol ediliyor

# udentify_iqa_button_next_title
source: Next
tr: İleri

# udentify_iqa_button_retake_title
source: Retake
tr: Yeniden Çek

# udentify_iqa_progress_title
source: Please wait...
tr: Lütfen bekleyin...

# udentify_iqa_front_capture_quality_failed_title
source: Front side quality check failed
tr: Ön yüz kalite kontrolü başarısız

# udentify_iqa_front_capture_invalid_message
source: Front side invalid. Please retake.
tr: Ön yüz geçersiz. Lütfen yeniden çekin.

# udentify_iqa_back_capture_quality_failed_title
source: Back side quality check failed
tr: Arka yüz kalite kontrolü başarısız

# udentify_iqa_back_capture_invalid_message
source: Back side invalid. Please retake.
tr: Arka yüz geçersiz. Lütfen yeniden çekin.

# udentify_iqa_front_capture_quality_success_title
source: Front side passed
tr: Ön yüz geçti

# udentify_iqa_front_capture_success_message
source: Tap Next to continue.
tr: Devam etmek için İleri'ye dokunun.

# udentify_iqa_back_capture_quality_success_title
source: Back side passed
tr: Arka yüz geçti

# udentify_iqa_back_capture_success_message
source: Tap Next to continue.
tr: Devam etmek için İleri'ye dokunun.

# udentify_iqa_reason_title
source: Reason
tr: Sebep

# err_iqa_card_not_detected
source: Card not detected
tr: Kart algılanamadı

# err_iqa_card_not_classified
source: Wrong document type. An error occurred during the API call.
tr: Yanlış belge türü. API çağrısı sırasında bir hata oluştu.

# err_iqa_card_forgery_detected
source: Forgery detected
tr: Sahtecilik tespit edildi

# err_iqa_blur_detected
source: Image is blurry
tr: Görüntü bulanık

# err_iqa_glare_detected
source: Glare detected
tr: Parlama tespit edildi

# err_iqa_holo_quality_error
source: Hologram obstructs the data
tr: Hologram verileri engelliyor

# err_iqa_image_not_saved
source: Image not saved
tr: Görüntü kaydedilmedi

# err_iqa_invalid_params
source: Invalid IQA parameters
tr: Geçersiz IQA parametreleri
